Repository: joonassandell/generator-rebirth
Catalog: generators/app/templates/wordpress/languages/*.po
Languages: fi

source: Archive
fi: Arkisto

source: Global Settings
fi: Yleiset asetukset

source: Shared Components
fi: Jaetut komponentit

source: Shared Component
fi: Jaettu komponentti

source: Component Types
fi: Komponentin tyyppi

source: Component Type
fi: Komponenttityyppi

source: Search something...
fi: Etsi...

source: Search results for
fi: Hakutulokset kohteelle

source: No search results.
fi: Ei hakutuloksia.

source: Home
fi: Etusivu

source: Archive (Latest news etc.)
fi: Arkisto (esim. ajankohtaista)

source: Flexible Layout
fi: Vapaa asettelu
